brew "fontconfig"
brew "eza"
brew "tesseract"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "graphviz"
brew "imagemagick"
brew "neovim"
brew "ocrmypdf"
brew "pandoc"
brew "poppler"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tesseract-lang"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "caffeine"
cask "font-monofur-nerd-font"
cask "mactex"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "julialang.language-julia"
vscode "mikhail-arkhipov.r"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pdconsec.vscode-print"
vscode "rdebugger.r-debugger"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "vscodevim.vim"
